Repository: yinshaohang/drinme
Catalog: app/content/languages/*.po
Languages: sv

source: Invalid email
sv: Felaktig e-postadress

source: Invalid username
sv: Felaktigt användarnamn

source: Invalid password
sv: Felaktigt lösenord

source: From email address
sv: Avsändarens email

source: Sender email for emails sent to users.
sv: Avsändarens e-postadress som skickas till användare

source: Incoming email address
sv: Inkommande e-post

source: Recipient for contact form and system alerts.
sv: Mottagare för kontaktformuläret samt systemmeddelanden

source: Untitled
sv: Ingen titel

source: %s's images
sv: %s's bilder

source: Private upload
sv: Privat uppladdning

source: view
sv: visning

source: image
sv: bild

source: year
sv: år

source: month
sv: månad

source: week
sv: vecka

source: day
sv: dag

source: hour
sv: timme

source: minute
sv: minut

source: second
sv: sekund

source: %s ago
sv: %s sedan

source: moments ago
sv: alldeles nyss

source: That page doesn't exist
sv: Sidan existerar inte

source: Reset password
sv: Återställ lösenord

source: Resend account activation
sv: Skicka aktiveringsmeddelande igen

source: Add your email address
sv: Lägg till din e-postadress

source: Email changed
sv: E-postadress ändrad

source: The reCAPTCHA wasn't entered correctly
sv: Felaktig reCAPTCHA

source: Invalid Username/Email
sv: Ogiltigt användarnamn/e-postadress

source: User doesn't have an email.
sv: Användaren har ingen e-postadress.

source: Request denied
sv: Begäran nekad

source: Account needs to be activated to use this feature
sv: Kontot måste vara aktiverat för att göra detta

source: Account already activated
sv: Kontot är redan aktiverat

source: Allow up to 15 minutes for the email. You can try again later.
sv: Det kan ta upp till 15 minuter för e-postmeddelandet att skickas.

source: Reset your password at %s
sv: Återställ ditt lösenord på %s

source: Confirmation required at %s
sv: Bekräftelse krävs på %s

source: Welcome to %s
sv: Välkommen till %s

source: Passwords don't match
sv: Lösenorden matchar inte

source: Email already being used
sv: Denna e-post används redan av en annan användare.

source: Check the errors in the form to continue.
sv: Kontrollera felen innan du går vidare.

source: Most recent
sv: Nyast

source: Oldest
sv: Äldst

source: Most viewed
sv: Flest visningar

source: Share
sv: Dela

source: Stats
sv: Statistik

source: Albums
sv: Album

source: Users
sv: Användare

source: Settings
sv: Inställningar

source: GD Library
sv: GD Bibliotek

source: File uploads
sv: Filuppladdningar

source: Enabled
sv: Aktiverat

source: Disabled
sv: Inaktiverat

source: Max. upload size
sv: Max uppladdningsstorlek

source: Max. post size
sv: Max. poststorlek

source: %d second
sv: %d sekund

source: Memory limit
sv: Minnesgräns

source: Website
sv: Hemsida

source: Content
sv: Innehåll

source: Image upload
sv: Bilduppladdning

source: Categories
sv: Kategorier

source: Flood protection
sv: Antiflood

source: Theme
sv: Tema

source: Homepage
sv: Hemsida

source: Email
sv: E-post

source: Social networks
sv: Sociala nätverk

source: External services
sv: Externa tjänster

source: All
sv: Alla

source: search content
sv: Sök innehåll

source: Invalid website name
sv: Ogiltigt namn på hemsidan

source: Invalid language
sv: Ogiltigt språk

source: Invalid timezone
sv: Ogiltig tidszon

source: Invalid value
sv: Ogiltigt värde

source: Invalid upload storage mode
sv: Ogiltig uppladdning till lagringsläge

source: Invalid upload filenaming
sv: Ogiltig uppladdning filnamn

source: Invalid thumb width
sv: Ogiltig bredd på miniatyrbild

source: Invalid thumb height
sv: Ogiltig tumnagelhöjd

source: Invalid medium width
sv: Fel bredd på medium

source: Invalid theme
sv: Ogiltigt tema

source: Invalid user id
sv: Okänd användar ID

source: Invalid SMTP port
sv: Felaktig SMTP port

source: Invalid SMTP security
sv: Fel SMTP-säkerhet

source: Invalid website mode
sv: Okänt webbplatsläge

source: Invalid website content privacy mode
sv: Ogiltig webbplatsinnehåll privat läge

source: Invalid upload image path
sv: Ogiltlig sökväg för bilduppladdning

source: Max. allowed %s
sv: Max tillåtna %s

source: Invalid SMTP server
sv: Felaktig SMTP server

source: Invalid SMTP username
sv: Felaktigt SMTP användarnamn

source: Top users
sv: Aktivaste användarna

source: Dashboard
sv: Kontrollpanel

source: Explore
sv: Bläddra

source: About
sv: Om

source: Embed codes
sv: Inbäddningskoder

source: Image ID
sv: Bild ID

source: Uploader IP
sv: Uppladdarens IP

source: Upload date
sv: Uppladdad datum

source: %s images
sv: %s bilder

source: Login needed
sv: Inloggning krävs

source: Missing values
sv: Värden saknas

source: Invalid role
sv: Ogitlig roll

source: Username already being used
sv: Användarnamn används redan

source: %s has been disconnected.
sv: %s har

source: Wrong Username/Email password combination
sv: Felaktigt användarnamn/lösenord

source: Sign in
sv: Logga in

source: Logged out
sv: Utloggad

source: Search
sv: Sök

source: Account
sv: Konto

source: Profile
sv: Profil

source: Password
sv: Lösenord

source: Linked accounts
sv: Länkade konton

source: An email has been sent to %s with instructions to activate this email
sv: Ett email har skickats till %s med instruktioner.

source: Invalid name
sv: Ogiltigt namn

source: Invalid website
sv: Ogiltig hemsida

source: Wrong password
sv: Felaktigt lösenord

source: Use a new password
sv: Använd ett nytt lösenord

source: Changes have been saved.
sv: Ändringarna har sparats.

source: Password has been changed
sv: Lösenordet har ändrats

source: Password has been created.
sv: Lösenordet har skapats

source: Wrong Username/Email values
sv: Felaktigt användarnamn/e-post

source: Settings for %s
sv: Inställningar för %s

source: Create account
sv: Skapa konto

source: %s's Images
sv: %s's Bilder

source: %s's Albums
sv: %s's Album

source: Random
sv: Slumpvald

source: Upload
sv: Ladda upp

source: Sign in with another account
sv: Logga in med ett annat konto

source: or
sv: eller

source: Username or Email address
sv: Användarnamn eller e-postadress

source: Keep me logged in
sv: Kom ihåg mig

source: Don't have an account? <a href='%s'>Sign up</a> now.
sv: Har du inget konto? <a href='%s'>Skaffa ett</a> nu.

source: Sign up with another account
sv: Registrera med ett annat konto

source: Email address
sv: E-postadress

source: Username
sv: Användarnamn

source: By signing up you agree to our <a href="%s">Terms of service</a>
sv: Genom att registrera dig accepterar du våra <a href="%s">villkor</a>

source: My Profile
sv: Min profil

source: Sign out
sv: Logga ut

source: Terms of service
sv: Villkor

source: Privacy
sv: Sekretess

source: Contact
sv: Kontakt

source: To complete the process you must <a href="%s">activate your email</a>.
sv: För att slutföra processen måste du <a href="%s">bekräfta din email</a>.

source: Alternatively you can copy and paste the URL into your browser: <a href="%s">%s</a>
sv: Alternativt kan du kopiera och klistra in adressen i webbläsaren: <a href="%s">%s</a>

source: If you didn't intend this just ignore this message.
sv: Om detta inte stämmer kan du ignorera detta mail.

source: This request was made from IP: %s
sv: Begäran gjordes från IP: %s

source: We received a request to register the %n account at %w.
sv: Du (förhoppningsvis) vill registrera kontot %n hos %w.

source: To complete the process you must <a href="%s">activate your account</a>.
sv: För att slutföra registreringen måste du <a href="%s">aktivera ditt konto</a>.

source: We received a request to reset the password for your <a href="%u">%n</a> account.
sv: Vi har mottagit en begäran om att återställa lösenordet för kontot <a href="%u">%n</a>.

source: To reset your password <a href="%s">follow this link</a>.
sv: För att återställa lösenordet, <a href="%s">klicka här</a>.

source: Hi %n, welcome to %w
sv: Hej %n, välkommen till %w

source: Now that your account is ready you can enjoy uploading your images, creating albums and setting the privacy of your content as well as many more cool things that you will discover.
sv: Kul att du registrerade dig! Du kan nu ladda upp bilder, skapa album och dela (eller inte dela) med dina nära och kära!

source: Thank you for joining
sv: Tack för att du registrerade dig

source: This email was sent from %w %u
sv: Detta mail skickades från %w %u

source: DMCA complaint
sv: DMCA

source: Invalid message
sv: Ogiltigt meddelande

source: Invalid subject
sv: Ogiltigt ämne

source: Invalid reCAPTCHA
sv: Ogiltig reCAPTCHA

source: Mail error
sv: E-postfel

source: Message sent
sv: Meddelande skickat

source: We will be in touch soon.
sv: Vi hör av oss snart.

source: If you want to send a message fill the form below.
sv: Om du vill skicka ett meddelande vänligen fyll i formuläret nedanför.

source: Name
sv: Namn

source: Your name
sv: Ditt namn

source: Your email address
sv: Din e-postadress

source: Subject
sv: Ämne

source: Message
sv: Meddelande

source: Send message
sv: Skicka meddelande

source: cancel
sv: avbryt

source: Drag and drop images here to upload
sv: Dra och släpp bilder här för att ladda upp

source: Select the images to upload
sv: Välj bilder att ladda upp

source: You can also <a data-trigger="anywhere-upload-input">browse from your computer</a> or <a data-modal="form" data-target="anywhere-upload-paste-url">add image URLs</a>.
sv: Du kan också <a data-trigger="anywhere-upload-input">ladda upp från din dator</a> eller <a data-modal="form" data-target="anywhere-upload-paste-url">ange en URL till bilden</a>.

source: Uploading <span data-text="queue-size">0</span> <span data-text="queue-objects">images</span>
sv: Laddar upp <span data-text="queue-size">0</span> <span data-text="queue-objects">bilder</span>

source: The queue is being uploaded. It will take just a few seconds to complete.
sv: Kön håller på att laddas upp. Det tar bara några sekunder innan det är klart.

source: Upload complete
sv: Uppladdning klar

source: Content added to <a data-text="upload-target" data-link="upload-target" href="%s">public stream</a>. You can <a data-modal="form" data-target="form-uploaded-create-album">create an album</a> or <a data-modal="form" data-target="form-uploaded-move-album">move the <span data-text="queue-objects">images</span></a> to an existing album.
sv: Innehåll har lagts till i <a data-text="upload-target" data-link="upload-target" href="%s">den publika bildströmmen</a>. Du kan <a data-modal="form" data-target="form-uploaded-create-album">Skapa ett album</a> eller <a data-modal="form" data-target="form-uploaded-move-album">Flytta <span data-text="queue-objects">bilder</span></a> till ett existerande album.

source: You can <a href="%s">create an account</a> or <a href="%l">sign in</a> to save future uploads in your account.
sv: Du kan <a href="%s">skapa ett konto</a> eller <a href="%l">logga in</a> för att spara dina uppladdningar till ditt konto.

source: No <span data-text="queue-objects">images</span> have been uploaded
sv: Inga <span data-text="queue-objects">bilder</span> har laddats upp.

source: Some errors have occured and the system couldn't process your request.
sv: Det blev ett fel och systemet kunde inte hantera din begärda åtgärd.

source: Select category
sv: Välj kategori

source: Mark this if the upload is not family safe
sv: Markera denna om uppladdningen inte är familjesäker

source: Not family safe upload
sv: Inte familje säker uppladdning

source: Uploading
sv: Laddar upp

source: cancel remaining
sv: avbryt kvarvarande

source: Note: Some images couldn't be uploaded.
sv: Notis: Vissa bilder kunde inte laddas upp

source: learn more
sv: läs mer

source: Check the <a data-modal="simple" data-target="failed-upload-result">error report</a> for more information.
sv: Kolla <a data-modal="simple" data-target="failed-upload-result">felrapporteringen</a> för mer information.

source: close
sv: stäng

source: Add image URLs
sv: Lägg till URL till bild

source: Add the image URLs here
sv: Lägg till URL till bild här

source: Create album
sv: Skapa album

source: The uploaded content will be moved to this newly created album. You can also move the content to an <a class="modal-switch" data-switch="move-existing-album">existing album</a>.
sv: Allt uppladdat innehåll kommer att flyttas till detta nya album. Du kan också flytta innehållet till ett <a class="modal-switch" data-switch="move-existing-album">existerande album</a>.

source: Move to album
sv: Flytta till album

source: Select an existing album to move the uploaded content. You can also <a class="modal-switch" data-switch="move-new-album">create a new album</a> and move the content there.
sv: Välj ett existerande album för att flytta innehållet. Du kan också <a class="modal-switch" data-switch="move-new-album">skapa ett nytt album</a> och flytta allt innehåll dit.

source: Error report
sv: Felrapport

source: Links
sv: Länkar

source: Viewer links
sv: Kortlänkar

source: Direct links
sv: Direktlänkar

source: HTML Codes
sv: HTML-kod

source: HTML embed
sv: HTML-inbäddning

source: HTML original linked
sv: HTML-länk till originalet

source: HTML medium linked
sv: HTML-länk mediumstor

source: HTML thumbnail linked
sv: HTML-länk miniatyrbild

source: BBCode embed
sv: BBCode inbäddad

source: BBCode original linked
sv: BBCode originallänk

source: BBCode medium linked
sv: BBCode mellanstor link

source: BBCode thumbnail linked
sv: BBCode länk miniatyrbild

source: Category
sv: Kategori

source: Album name
sv: Albumnamn

source: Untitled album
sv: Namnlöst album

source: move to existing album
sv: flytta till befintligt album

source: Album description
sv: Album beskrivning

source: optional
sv: valfritt

source: Album Privacy
sv: Sekretess album

source: Who can view this content
sv: Vem kan se detta innehåll

source: Public
sv: Publikt

source: Private (just me)
sv: Privat (bara jag)

source: No category
sv: Ingen kategori

source: Category name
sv: Kategori namn

source: URL key
sv: URL nyckel

source: Category URL key
sv: Kategori URL nyckel

source: Description
sv: Beskrivning

source: Flag as unsafe
sv: Markera som osäkert

source: Brief description of this image
sv: Kort beskrivning av bilden

source: Existing album
sv: Existerande album

source: private
sv: privat

source: create new album
sv: Skapa nytt album

source: view more
sv: se mer

source: Load more
sv: Ladda mer

source: Previous
sv: Föregående

source: Next
sv: Nästa

source: Select all
sv: Välj alla

source: Action
sv: Funktion

source: Flag as safe
sv: Markera som säker uppladdning

source: Delete
sv: Radera

source: Clear selection
sv: Plocka bort val

source: To use all the features of this site you must be logged in. If you don't have an account you can <a href="%s">sign up</a> right now.
sv: För att använda alla funktioner på denna webbplats måste du logga in. Om du inte har ett konto kan du <a href="%s">skapa ett nu</a>.

source: forgot?
sv: Glömt?

source: Link
sv: Länk

source: Note: This content is private. Change privacy to "public" to share.
sv: Notera: Detta innehåll är privat, ändra sekretess till "publikt" för att dela.

source: There's nothing to show here.
sv: Finns inget att visa här

source: Edit image details
sv: Ändra bilddetaljer

source: Edit album details
sv: Ändra albumdetaljer

source: All the images will be moved to this newly created album. You can also move the images to an <a class="modal-switch" data-switch="move-existing-album">existing album</a>.
sv: Alla bilder kommer att flyttas till detta nya album. Du kan också flytta bilderna till <a class="modal-switch" data-switch="move-existing-album">ett existerande album</a>.

source: Select an existing album to move the image. You can also <a class="modal-switch" data-switch="move-new-album">create a new album</a> and move the image there.
sv: Välj ett redan existerande album att flytta bilderna till. Du kan också <a class="modal-switch" data-switch="move-new-album">skapa ett nytt album</a> och flytta bilderna dit.

source: Select an existing album to move the images. You can also <a class="modal-switch" data-switch="move-new-album">create a new album</a> and move the images there.
sv: Välj ett redan existerande album att flytta bilderna till. Du kan också <a class="modal-switch" data-switch="move-new-album">skapa ett nytt album</a> och flytta bilderna dit.

source: Confirm deletion
sv: Bekräfta radering

source: Do you really want to remove this content? This can't be undone.
sv: Vill du verkligen radera detta innehåll? Detta kan inte ångras.

source: Do you really want to remove all the selected content? This can't be undone.
sv: Vill du verkligen radera dessa valda delar? Detta kan inte ångras.

source: Uploaded by guest to Public
sv: Uppladdat av gäst till Publikt

source: From %s
sv: Från %s

source: From %a by %u
sv: Från %a av %u

source: Select
sv: Markera

source: Edit
sv: Redigera

source: The requested page was not found.
sv: Den begärda sidan kunde inte hittas

source: Search something else
sv: Sök efter något annat

source: The user has been deleted
sv: Användaren har raderats

source: The content has been deleted.
sv: Innehållet har raderats.

source: Your account is almost ready
sv: Ditt konto är nästan klart

source: An email to %s has been sent with instructions to activate your account. The activation link is only valid for 48 hours. If you don't receive the instructions try checking your junk or spam filters.
sv: Ett e-postmeddelande har skickats till %s med instruktioner för hur du aktiverar ditt konto. Länken i e-postmeddelandet är giltig i 48 timmar. Glöm inte att kolla skräpmappen.

source: Go to homepage
sv: Gå till startsidan

source: Resend activation
sv: Skicka aktivering igen

source: You have successfully changed your account email to %s
sv: Du har ändrat din e-post till %s

source: Go to my profile
sv: Gå till min profil

source: A confirmation link will be sent to this email with details to activate your account.
sv: En aktiveringslänk kommer skickas till mailen.

source: Add email
sv: Lägg till e-postadress

source: An email with instructions to reset your password has been sent to the registered email address. If you don't receive the instructions try checking your junk or spam filters.
sv: Ett e-postmeddelande med instruktioner om hur du byter lösenord har skickats till angiven e-postadress. Om du inte få meddelandet direkt kolla så att det inte har fastnat i något spamfilter.

source: Resend instructions
sv: Skicka instruktioner igen

source: An error occurred. Please try again later.
sv: Något gick fel, vänligen prova igen senare.

source: Enter your username or the email address that you used to create your account.
sv: Ange ditt användarnamn eller e-postadress så skickar vi dina uppgifter.

source: Submit
sv: Skicka

source: Your password has been changed. You can now try logging in using your new password.
sv: Ditt lösenord har ändrats. Du kan nu logga in.

source: Login now
sv: Logga in nu

source: Enter the new password that you want to use.
sv: Ange det nya lösenordet du vill använda.

source: New Password
sv: Nytt lösenord

source: Enter your new password
sv: Ange ditt nya lösenord

source: Confirm password
sv: Bekräfta lösenord

source: Re-enter your new password
sv: Skriv in lösenordet igen

source: An email to %s has been sent with instructions to activate your account.n\If you don't receive the instructions try checking your junk or spam filters.
sv: Ett e-postmeddelande har skickats till %s med instruktioner om hur du aktiverar ditt konto. Har du inte fått något inom ett par minuter så kan du kolla igenom dina spamfilter.

source: Enter the email address that you used to create your account to continue.
sv: Ange den e-postadress du använde när du registrerade dig för att fortsätta.

source: This content is private
sv: Detta innehåll är privat

source: Do you really want to delete this album and all of its images? This can't be undone.
sv: Vill du verkligen radera albumet och alla dess bilder? Detta kan inte ångras.

source: Delete album
sv: Radera album

source: Album link
sv: Länk till album

source: Image
sv: Bild

source: User
sv: Användare

source: Disk used
sv: Använt utrymme

source: Add user
sv: Lägg till användare

source: Role
sv: Roll

source: Administrator
sv: Administratör

source: Add category
sv: Lägg till kategori

source: Website name
sv: Hemsidans namn

source: Website doctitle
sv: Hemsidans doctitle

source: Website description
sv: Hemsidans beskrivning

source: Website keywords
sv: Nyckelord för sidan

source: Default time zone
sv: Standard tidszon

source: Select region
sv: Välj region

source: Enable this if you want to allow the explore page.
sv: Aktivera detta om du vill tillåta bläddringssidan.

source: Website mode
sv: Webbplatsläge

source: Private
sv: Privat

source: Content privacy mode
sv: Innehåll privat läge

source: Default
sv: Standard

source: Force private (self)
sv: Tvinga privat (själv)

source: Force private (anyone with the link)
sv: Tvinga privat (Alla med en länk)

source: Enable uploads
sv: Aktivera uppladdningar

source: Enable this if you want to allow image uploads. This setting doesn't affect administrators.
sv: Tillåt uppladdning av bilder. Detta påverkar inte administratörer.

source: Guest uploads
sv: Gästuppladdningar

source: Enable this if you want to allow non registered users to upload.
sv: Aktivera detta om du vill tillåta icke registrerade användare att ladda upp.

source: Max. filesize
sv: Max filstorlek

source: Max. allowed filesize. (Max allowed by server is %s)
sv: Max tillåtna filstorlek. (Max tillåtet av servern är %s)

source: Image path
sv: Sökväg för bild

source: Where to store the images? Relative to Chevereto root.
sv: Var ska bilderna lagras?

source: Storage mode
sv: Lagringsläge

source: Datefolders
sv: Datummappar

source: Direct
sv: Direkt

source: Datefolders creates %s structure
sv: Datummappar skapar %s struktur

source: File naming method
sv: Metod för att namnge bilder

source: Mixed
sv: Mixad

source: "Original" will try to keep the image source name while "Random" will generate a random name. "Mixed" is a combination of both methods.
sv: "Original" kommer att försöka behålla det ursprungliga namnet, mendans "Slumpvald" genererar ett slumpmässigt namn. "Mixad" är en kombination av båda.

source: Thumb size
sv: Storlek på miniatyrbild

source: Thumbnails will be fixed to this size.
sv: Miniatyrbilder kommer att fastställas till den här storleken.

source: Medium size
sv: Medium storlek

source: Height will be automatic calculated.
sv: Storleken beräknas automatiskt.

source: Enable this to put a logo or anything you want in image uploads.
sv: Aktivera denna för att lägga till en logotyp eller vad du vill i bilduppladdning.

source: Warning: Can't write in %s
sv: Varning: Kan inte skriva till %s

source: Watermark image
sv: Vattenmärkningsbild

source: Watermark image to use. Must be a PNG.
sv: Bild att använda vid vattenmärkning. Måste vara i PNG format.

source: Watermark position
sv: Position för vattenmärkning

source: left top
sv: vänster övre

source: left center
sv: vänster center

source: left bottom
sv: vänster nedre

source: center top
sv: center övre

source: center bottom
sv: center nedre

source: right top
sv: höger övre

source: right center
sv: höger center

source: right bottom
sv: höger nedre

source: Relative position of the watermark image. First horizontal align then vertical align.
sv: Relativ position av vattenmärkning. Först är vågrätt och sen lodrätt led

source: Watermark margin
sv: Marginal av vattenmärkning

source: Margin from the border of the image to the watermark image.
sv: Marginal från ramen i bilden till vattenmärkning

source: Watermark opacity
sv: Opacitet av vattenmärkning

source: Opacity of the watermark in the final watermarked image. Values 0 to 100.
sv: Opacitet av vattenmärkning i den slutliga bilden. Värden från 0 till 100.
