Repository: yinshaohang/drinme
Catalog: app/content/languages/*.po
Languages: sv

source: Edit category
sv: Ändra kategori

source: Enable signups
sv: Aktivera registreringar

source: Enable this if you want to allow users to signup.
sv: Aktivera om du vill tillåta användare att registrera sig.

source: Require email confirmation
sv: Kräv epost validering

source: Minute limit
sv: Minutgräns

source: Hourly limit
sv: Timgräns

source: Daily limit
sv: Dagsgräns

source: Weekly limit
sv: Veckogräns

source: Monthly limit
sv: Månadsgräns

source: List items per page
sv: Lista objekt per sida

source: How many items should be displayed per page listing.
sv: Hur många poster ska visas per sida.

source: List pagination mode
sv: Lista paginering läge

source: Endless scrolling
sv: Oändlig skrollning

source: Classic pagination
sv: Klassisk paginering

source: What pagination method should be used.
sv: Vilken paginerings metod ska användas.

source: Fluid
sv: Flytande

source: Fixed
sv: Fixerad

source: Put your themes in the %s folder
sv: Lägg dina teman i %s mappen

source: Enable vector logo
sv: Aktivera vektor logotyp

source: Vector logo image
sv: Logotyp i vektor format

source: Favicon image
sv: Favicon bild

source: Enable download button
sv: Aktivera nerladdningsknapp

source: Enable this if you want to show the image download button.
sv: Aktivera om du vill visa bild nerladdningsknappen

source: Custom CSS code
sv: Anpassad CSS kod

source: Put your custom CSS code here. It will be placed as <style> just before the closing </head> tag.
sv: Sätt in din anpassade CSS kod här. Den kommer att läggas till inom <style> precis före </head> taggen.

source: Custom JS code
sv: Anpassad JS kod

source: Put your custom JS code here. It will be placed as <script> just before the closing </head> tag.
sv: Sätt in din anpassade JS kod här. Den kommer att läggas till inom <script> precis före </head> taggen.

source: After listing (homepage)
sv: Efter listning (startsida)

source: Before comments
sv: Före kommentarer

source: Image page
sv: Bild sida

source: Album page
sv: Album sida

source: User profile page
sv: Användarprofil sida

source: Error reporting
sv: Felhantering

source: Enable this if you need to debug PHP errors.
sv: Aktivera detta om du vill debugga PHP-fel

source: Default language
sv: Standardspråk

source: Default base language to use.
sv: Standardspråk att använda

source: Auto language
sv: Sätt språk automatiskt

source: From name
sv: Avsändarens namn

source: Sender name for emails sent to users.
sv: Avsändarens namn för e-post skickat till användare

source: Email mode
sv: E-postläge

source: SMTP server and port
sv: SMTP server och port

source: SMTP username
sv: SMTP användarnamn

source: SMTP password
sv: SMTP lösenord

source: SMTP security
sv: SMTP säkerhet

source: Unsecured
sv: Osäker

source: You need a <a href="https://developers.facebook.com/" target="_blank">Facebook app</a> for this.
sv: Du behöver en <a href="https://developers.facebook.com/" target="_blank">Facebook app</a> för detta.

source: You need a <a href="https://apps.twitter.com" target="_blank">Twitter app</a> for this.
sv: Du behöver <a href="https://apps.twitter.com" target="_blank">Twitter app</a> för detta.

source: Twitter account
sv: Twitter konto

source: You need a <a href="https://cloud.google.com/console" target="_blank">Google app</a> for this.
sv: Du behöver <a href="https://cloud.google.com/console" target="_blank">Google app</a> för detta.

source: Disqus, Facebook or anything you want. It will be used in image view.
sv: Disqus, Facebook eller det du vill kommer att användas i bildvyn.

source: Google Analytics or anything you want. It will be added to the theme footer.
sv: Google Analytics eller det du vill använda kommer att läggas till i footern på temat.

source: Enable this if you are using Cloudflare.
sv: Aktivera detta om du använder Cloudflare.

source: API v1 key
sv: API nyckel v1

source: Save changes
sv: Spara ändringar

source: Check the errors to proceed.
sv: Undersök felen innan du fortsätter.

source: Guest
sv: Gäst

source: Do you really want to delete this image? This can't be undone.
sv: Vill du verkligen radera bilden? Kan ej ångras.

source: Delete image
sv: Radera bild

source: Added to %s
sv: Tillagt i %s

source: Uploaded to %s
sv: Uppladdad till %s

source: Uploaded %s
sv: Uppladdad %s

source: Share image
sv: Dela bild

source: In this album
sv: I detta album

source: Image links
sv: Bildlänkar

source: Image URL
sv: Direktlänk

source: Image link
sv: Bildlänk

source: Thumbnail URL
sv: Liten miniatyrbild

source: Medium URL
sv: Medelstor miniatyrbild

source: Image embed codes
sv: Inbäddningskoder

source: Linked image
sv: Länkad bild

source: Linked medium
sv: Länkad medium

source: Linked thumbnail
sv: Länkad tumnagel

source: Upload and share your images.
sv: Ladda upp och dela dina bilder.

source: Sign up to unlock all the features
sv: Registrera dig för att låsa upp alla funktioner

source: Manage your content, create private albums, customize your profile and more.
sv: Hantera ditt innehåll, skapa privata album, anpassa din profil och mer.

source: Enter your password
sv: Ange ditt lösenord

source: You have been logged off %s. Hope to see you soon.
sv: Du har loggats ut från %s. På återseende!

source: You either don't have permission to access this page or the link has expired.
sv: Du har inte tillåtelse att besöka denna sida, alternativt har länken dött.

source: Results for
sv: Resultat för

source: Do you really want to delete this user? This can't be undone.
sv: Vill du verkligen radera denna användare? Går ej att ångra.

source: Delete user
sv: Radera användare

source: User ID
sv: Användar-ID

source: Register date
sv: Blev medlem

source: Valid
sv: Aktiv

source: Banned
sv: Bannad

source: Awaiting email
sv: Väntar e-post

source: Awaiting confirmation
sv: Väntar på aktivering

source: %i to %f characters<br>Letters, numbers and "_"
sv: %i till %f tecken<br>Bokstäver, siffror och "_"

source: Language
sv: Språk

source: Timezone
sv: Tidszon

source: Current password
sv: Nuvarande lösenord

source: Enter your current password
sv: Ange ditt nuvarande lösenord

source: New password
sv: Nytt lösenord

source: Confirm new password
sv: Bekräfta nytt lösenord

source: Add a password to be able to login using your username or email.
sv: Lägg till ett lösenord för att kunna logga in med ditt användarnamn eller e-post.

source: This user doesn't have a password. Add one using this form.
sv: Denna användare har inget lösenord. Ange ett med detta formulär.

source: Re-enter your password
sv: Ange ditt lösenord igen

source: loading
sv: laddar

source: Upload new image
sv: Ladda upp ny bild

source: Delete existing image
sv: Radera existerande bild

source: This is your real name, not your username.
sv: Detta är ditt riktiga namn, inte ditt användarnamn.

source: http://yourwebsite.com
sv: http://minsida.se

source: User has no connections.
sv: Användaren har inga anslutningar.

source: Link your account to external services to be able to login and share content.
sv: Länka ditt konto till de externa tjänsterna för att logga in och dela innehållet.

source: Do you really want to disconnect %s from this account?
sv: Vill du verkligen koppla bort %s från detta konto?

source: This account is connected to %s
sv: Detta konto är anslutet till %s

source: Do you really want to disconnect your %s account?
sv: Vill du verkligen koppla bort ditt %s konto?

source: You will be logged out and you won't be able to login to your account using this %s account.
sv: Du kommer att loggas ut och du kommer inte att kunna logga in med %s kontot.

source: Your account is connected to %s
sv: Ditt konto är kopplat till %s

source: disconnect
sv: stäng av

source: Connect %s
sv: Anslut %s

source: Upload profile background
sv: Ladda upp profilbakgrund

source: Change background
sv: Ändra bakgrund

source: The profile background image will be deleted. This can't be undone. Are you sure that you want to delete the profile background image?
sv: Bakgrundsbilden kommer att raderas. Detta kan inte bli ogjort. Är du säker på att du vill radera bakgrundsbilden?

source: Delete background
sv: Radera bakgrund

source: Edit profile
sv: Redigera profil

source: You must enter the album name.
sv: Du måste ange ett namn på albumet.

source: Confirm
sv: Bekräfta

source: Select existing album
sv: Välj befintligt album

source: Please select a valid image file type.
sv: Vänligen välj en giltig filtyp för bilder.

source: Please select a picture of at most %s size.
sv: Bilden får inte vara större än %s.

source: Profile image updated.
sv: Profilbild uppdaterad.

source: Profile background image updated.
sv: Profilbakgrund uppdaterad.

source: Profile background image deleted.
sv: Profilbakgrund raderad.

source: Error deleting profile background image.
sv: Fel, kunde inte radera profilbakgrunden.

source: File too big.
sv: Filen är för stor.

source: Some files couldn't be added
sv: Vissa filer kunde inte läggas till

source: Image edited successfully.
sv: Bilden har ändrats.

source: Album edited successfully.
sv: Albumet har ändrats.

source: The content has been moved.
sv: Innehållet har flyttats.

source: Unselect
sv: Avmarkera

source: The content has been edited.
sv: Innehållet har ändrats.

source: All the changes that you have made will be lost if you continue.
sv: Alla ändringar kommer försvinna.

source: Changes saved successfully.
sv: Ändringarna sparades.

source: Go back to form
sv: Gå tillbaka till formulär

source: continue anyway
sv: Fortsätt ändå

source: Saving
sv: Sparar

source: Sending
sv: Skickar

source: Confirm action
sv: Bekräfta
